Repository: MaxGog/ChoosingGadgets
Catalog: Strings/*/Resources.resw
Source language: en
Languages: es, fr, ko, ru, zh_hant

# About
source: Choosing gadgets. MaxGog 2021. The application was created so that you can choose your computer or phone. Thank you for downloading my app! GitHub: https://github.com/MaxGog
es: Choosing gadgets (selección de gadgets). MaxGog 2021. La aplicación está creada para que pueda elegir su computadora o Teléfono. Gracias por descargar mi aplicación! GitHub: https://github.com/MaxGog
fr: Choosing gadgets (sélection de gadgets). MaxGog 2021. L'application est créée pour que vous puissiez choisir un ordinateur ou un téléphone. Merci d'avoir Téléchargé mon application! GitHub: https://github.com/MaxGog
ko: 가젯 선택. 맥스 고그 2021. 당신이 당신의 컴퓨터 또는 전화를 선택할 수 있도록 응용 프로그램이 만들어졌습니다. 내 응용 프로그램을 다운로드 해 주셔서 감사합니다! 기본 정보:https://github.com/MaxGog
ru: Choosing gadgets (выбор гаджетов). MaxGog 2021. Приложение создано для того, чтобы Вы смогли выбрать себе компьютер или телефон. Спасибо, что скачали моё приложение! GitHub: https://github.com/MaxGog
zh_hant: 选择小工具。 MaxGog2021. 该应用程序的创建，以便您可以选择您的计算机或手机。 感谢您下载我的应用程序！ GitHub：https://github.com/MaxGog

# Accuracy_check.Content
source: Exact result
ko: 정확한 결과
ru: Точный результат
zh_hant: 确切结果

# Action.Content
source: Action
es: Acción
ko: 작업
ru: Экшен
zh_hant: 开始！

# AppTitle
source: Choosing gadgets
ko: 가젯 선택
zh_hant: 选择小工具

# AppTitleMenu.Content
source: Choosing gadgets
ko: 가젯 선택
zh_hant: 选择小工具

# CPU
source: , CPU frequency:
es: , Frecuencia de la CPU:
fr: , fréquence du processeur :
ko: ,프로세서 주파수:
ru: , частота процессора:
zh_hant: ，处理器频率:

# Discussions.Content
source: Discussions on VK
ko: 토론
ru: Обсуждения

# Finish.Content
source: Finish
es: Resultado
fr: Résultat
ko: 결과
ru: Подобрать
zh_hant: 结果

# For_3D.Content
source: For rendering 3D materials
ko: 3 차원 재료 렌더링
ru: Для рендера 3D материалов

# For_develop.Content
source: For develop
es: Para el desarrollo
fr: Para el desarrollo
ko: 개발을 위해
ru: Для разработки
zh_hant: 为了发展

# For_developer.Content
source: For software development
ko: 소프트웨어 개발을 위해
ru: Для разработки программного обеспечения

# For_gaming.Content
source: For gaming
es: Para Gaming
fr: Para Gaming
ko: 게임용
ru: Для гейминга
zh_hant: 游戏用

# For_home.Content
source: For home
es: Para el hogar
fr: Para el hogar
ko: 가정을 위해
ru: Для дома
zh_hant: 为家而设

# For_photo_render.Content
source: For rendering photos
ko: 사진 렌더링 용
ru: Для рендера фотографий

# For_render.Content
source: For video rendering
ko: 비디오 렌더링
ru: Для рендера видео

# For_work.Content
source: For office work
es: Para el trabajo de oficina
fr: Para el trabajo de oficina
ko: 사무실 일을 위해
ru: Для офисной работы
zh_hant: 办公室工作

# For_work_online.Content
source: To work at a computer
ko: 컴퓨터에서 작업하려면
ru: Для работы за компьютером

# For_work_physic.Content
source: To work with a computer
ko: 컴퓨터로 작업하려면
ru: Для работы с компьютером

# Friend.Header
source: Do you play with your friends?
es: ¿Juegas con tus amigos?
fr: Jouez-vous avec vos amis?
ko: 당신은 당신의 친구와 함께 플레이합니까?
ru: Играете ли вы с друзьями?
zh_hant: 你和你的朋友一起玩吗？

# GameBuy.Header
source: How do you prefer to buy games?
es: ¿Necesita un centro de medios?
fr: Comment préférez-vous acheter des jeux?
ko: 당신은 어떻게 게임을 구입하는 것을 선호합니까?
ru: Как вы предпочитаете покупать игры?
zh_hant: 你喜欢如何购买游戏？

# GamingConsole.Content
source: Game consoles
ko: 게임 콘솔
ru: Игровые консоли

# Genres.Text
source: What genres do you prefer?
es: ¿Qué géneros prefieres?
fr: Quels genres préférez-vous?
ko: 당신은 어떤 장르를 선호합니까?
ru: Какие жанры вы предпочитаете?
zh_hant: 你喜欢什么类型？

# Graphics.Header
source: Is the quality of graphics important to you?
es: ¿Le importa la calidad de los gráficos?
fr: La qualité graphique est-elle importante pour vous?
ko: 그래픽의 품질이 당신에게 중요합니까?
ru: Вам важно качество графики?
zh_hant: 图形的质量对你很重要吗？

# HaveGame.Header
source: Do you already have any games?
es: ¿Ya tienes algún juego?
fr: Avez-vous déjà des jeux?
ko: 당신은 이미 어떤 게임이 있습니까?
ru: Вы уже имеете какие то либо игры?
zh_hant: 你已经有游戏了吗？

# Horror.Content
source: Horror
fr: Horreur
ko: 공포
ru: Ужасы
zh_hant: 恐怖

# MacBook_air
source: В ноябре 2020 года Apple представила ​​MacBook Air A2337. Он стал первым ноутбуком компании который оснащен процессором фирменного производства. Чип получил названии M1. Он выполнен по 5-ти нанометровому техпроцессу. Центральный процессор имеет 8 ядер (4 высокопроизводительных и 4 энергоэффективных). Графический процессор также получил 8 ядер, а нейронный блок — 16. Благодаря M1 графическая производительность нового MacBook Air возросла в 5 раз, а фирменный контроллер, интегрированный в данный чип, позволил увеличить скорость твердотельного накопителя (SSD) в 2 раза. Также благодаря использованию нового чипа, удалось заметно "прокачать" автономность устройства. MacBook Air M1 способен работать до 15 часов в режиме веб-серфинга и до 18 часов в режиме просмотра видео. Лэптоп от Apple получил сканер отпечатков Touch ID, беспроводной адаптер Wi-Fi 6, экран Retina с разрешением – 2560 х 1600 пикселей и диагональю 13,3 дюйма. Максимальный объем оперативной памяти составляет 16 ГБ, а объем твердотельного накопителя – 2 ТБ.
ko: 2020 년 11 월 애플은 맥북 에어를 출시했습니다. 이 회사는 독점 프로세서가 장착 된 회사의 첫 번째 노트북이되었습니다. 이 칩의 이름은 다음과 같습니다. 그것은 5 나노미터 공정 기술에 따라 만들어집니다. 중앙 프로세서에는 8 개의 코어(4 개의 고성능 및 4 개의 에너지 효율)가 있습니다. 이 경우 코어는 16 개이며 신경 블록은 16 개입니다. 덕분에 새로운 맥북 에어의 그래픽 성능이 5 배 증가했으며,이 칩에 통합 된 독점 컨트롤러는 솔리드 스테이트 드라이브의 속도를 2 배 증가시킬 수있었습니다. 또한 새로운 칩을 사용하여 장치의 자율성을 눈에 띄게"펌프"할 수있었습니다. 맥북 에어 1 은 웹 서핑 모드에서 최대 15 시간,비디오보기 모드에서 최대 18 시간 작동 할 수 있습니다. 애플의 노트북은 터치 아이디 지문 스캐너,와이파이 6 무선 어댑터,2560 엑스 1600 픽셀의 해상도와 13.3 인치의 대각선 망막 화면을 받았다. 이 경우 솔리드 스테이트 드라이브의 볼륨은 2 테라 바이트입니다.
zh_hant: 2020年11月，苹果推出了MacBook Air A2337。 它成为该公司第一台配备专有处理器的笔记本电脑。 该芯片被命名为M1。 它是根据5纳米工艺技术制成的。 中央处理器有8个核心（4个高性能和4个节能）。 GPU还收到了8个核心，神经块—16。 得益于M1，新款MacBook Air的图形性能提高了5倍，集成到该芯片中的专有控制器允许将固态驱动器（SSD）的速度提高2倍。 此外，由于使用了新芯片，可以显着"泵"设备的自主性。 MacBook Air M1能够在网上冲浪模式下工作长达15小时，在视频观看模式下工作长达18小时。 苹果的笔记本电脑收到了Touch ID指纹扫描仪，Wi-Fi6无线适配器，分辨率为2560x1600像素的Retina屏幕，对角线为13.3英寸。 RAM的最大数量为16GB，固态驱动器的体积为2TB。

# Market.Content
source: Market
ko: 얀 덱스.시장
ru: Яндекс.Маркет

# Media.Header
source: Do you need a media center?
es: ¿Necesita un centro de medios?
fr: Avez-vous besoin d'un centre multimédia?
ko: 미디어 센터가 필요하십니까?
ru: Требуется ли вам медиацентр?
zh_hant: 你需要一个媒体中心吗?

# Menu.Content
source: Menu (Happy anniversary of the app!)
es: Muchos (Feliz aniversario de la app!)
fr: Menu (Joyeux anniversaire de l'application!)
ko: 메뉴(응용 프로그램의 결혼 기념일!)
ru: Меню (С юбилеем приложения!)
zh_hant: 菜单（应用程序的周年快乐！)

# Model_str
source: Preferred model:
es: Modelo:
fr: Modèle:
ko: 모델:
ru: Модель:
zh_hant: 模型:

# MuchPlay.Header
source: Do you play a lot of hours a week?
es: ¿Juegas muchas horas a la semana?
fr: Jouez-vous beaucoup d'heures par semaine?
ko: 당신은 일주일에 많은 시간을 재생합니까?
ru: Много ли вы играете часов в неделю?
zh_hant: 你每周玩很多时间吗？

# Okay
source: Ok
es: Listo
fr: Prêt
ko: 완료
ru: Готово
zh_hant: 完成了

source: OS:
es: Sistema operativo:
fr: Système opérateur:
ko: 운영 체제:
ru: Операционная система:
zh_hant: 操作系统:

# Payment
source: Recommended payment system:
es: Sistema de pago recomendado:
fr: Système de paiement recommandé :
ko: 권장 결제 시스템:
ru: Рекомендуемая платёжная система:
zh_hant: 推荐的支付系统:

# PC_Assembly.Header
source: You need high-quality build and material?
es: ¿Necesita un montaje y material de calidad?
fr: Vous avez besoin d'un assemblage et d'un matériel de qualité ?
ko: 당신은 고품질 집합 및 물자를 필요로 합니까?
ru: Вам нужна качественная сборка и материал?
zh_hant: 您是否需要高质量的装配和材料？

# PC_bigROM.Header
source: Do you plan to store a large amount of information?
es: ¿Planea almacenar una gran cantidad de información?
fr: Envisagez-vous de stocker une grande quantité d'informations?
ko: 당신은 많은 양의 정보를 저장할 계획입니까?
ru: Вы планируете хранить большой объем информации?
zh_hant: 您是否打算存储大量信息？

# PC_Ecosystem.Header
source: You're important to the ecosystem/quality of design?
es: ¿Es importante para ti un ecosistema de calidad?
fr: Un écosystème de qualité est-il important pour vous ?
ko: 높은 품질의 생태계가 당신에게 중요합니까?
ru: Вам важна качественная экосистема?
zh_hant: 高质量的生态系统对您很重要吗？

# PC_Game.Header
source: You will play the game?
es: ¿Jugarás juegos?
fr: Jouerez-vous à des jeux ?
ko: 당신은 게임을 할 것인가?
ru: Вы будете играть в игры?
zh_hant: 你会玩游戏吗？

# PC_Laptop.Content
source: PC's and laptops
ko: 컴퓨터
ru: Компьютеры и ноутбуки

# PC_Laptop_Page.Text
source: PC and Laptops
es: Computadoras y laptops
fr: Ordinateurs et portables
ko: 컴퓨터 및 노트북
ru: Компьютеры и ноутбуки
zh_hant: 电脑及手提电脑

# PC_Modility.Header
source: You need mobility?
es: ¿Te mueves mucho?
fr: Vous bougez beaucoup ?
ko: 당신은 자주 이동합니까?
ru: Вы часто передвигаетесь?
zh_hant: 你经常走动吗？

# PC_phoneSync.Header
source: Which smartphone do you have?
es: ¿Cuál es tu smartphone?
fr: C'est quoi ton smartphone ?
ko: 당신의 스마트폰은 무엇입니까?
ru: Какой Ваш смартфон?
zh_hant: 你的智能手机是什么？

# PC_Pro.Header
source: You work with the "pro" software?
es: ¿Utiliza software profesional?
fr: Utilisez-vous un logiciel professionnel ?
ko: 당신은 전문 소프트웨어를 사용하십니까?
ru: Вы используете профессиональное ПО?
zh_hant: 你使用专业软件吗？

# PC_Purpose.Header
source: For what purpose You need a PC\laptop?
es: ¿Para qué necesita una PC, una computadora portátil?
fr: A quelles fins avez-vous besoin d'un PC, d'un ordinateur portable ?
ko: 어떤 목적을 위해 당신은 컴퓨터,노트북이 필요합니까?
ru: Для каких целей вам нужен ПК, ноутбук?
zh_hant: 为了什么目的，你需要一台PC，笔记本电脑？

# PC_Sync.Header
source: Are you syncing your devices?
es: ¿Estás sincronizando dispositivos?
fr: Synchronisez-vous des appareils ?
ko: 당신은 장치를 동기화하고 있습니까?
ru: Вы синхронизируете устройства?
zh_hant: 你在同步设备吗？

# Phone.Content
source: Phones
es: Los telefonos
fr: Téléphone (s
ko: 전화 번호
ru: Телефоны
zh_hant: 电话号码

# Phone_Apps.Header
source: Will you be installing over 20 third-party apps?
es: ¿Instalará más de 20 aplicaciones de terceros?
fr: Allez-vous installer plus de 20 applications tierces ?
ko: 당신은 20 개 이상의 타사 응용 프로그램을 설치할 것인가?
ru: Будете ли вы устанавливать более 20 сторонних приложений?
zh_hant: 你会安装20多个第三方应用程序吗？

# Phone_Cloud.Header
source: Are you using files offline or in the cloud?
es: ¿Utiliza archivos sin conexión o en la nube?
fr: Utilisez-vous des fichiers hors ligne ou dans le cloud ?
ko: 오프라인 또는 클라우드에서 파일을 사용합니까?
ru: Используете ли вы файлы в автономном режиме или в облаке?
zh_hant: 您是脱机使用文件还是在云中使用文件？

# Phone_File.Header
source: Are you working with the file system?
es: ¿Está trabajando con el sistema de archivos?
fr: Travaillez-vous avec le système de fichiers ?
ko: 파일 시스템을 사용하고 있습니까?
ru: Вы работаете с файловой системой?
zh_hant: 你在使用文件系统吗?

# Phone_Game.Header
source: Will you play heavy games on your phone?
es: ¿Jugarás juegos pesados ​​en tu teléfono?
fr: Jouerez-vous à des jeux lourds sur votre téléphone ?
ko: 당신은 당신의 전화에 무거운 게임을 할 것인가?
ru: Вы будете играть в тяжелые игры на телефоне?
zh_hant: 你会在手机上玩重型游戏吗？

# Phone_Page.Text
source: Phone's
es: Teléfonos inteligentes
fr: Téléphones intelligents
ko: 스마트 폰
ru: Смартфоны
zh_hant: 智能手机

# Phone_Pro.Header
source: Do you need to use professional software?
es: ¿Debería utilizar software profesional?
fr: Faut-il utiliser un logiciel professionnel ?
ko: 당신은 전문 소프트웨어를 사용해야합니까?
ru: Вы должны использовать профессиональное программное обеспечение?
zh_hant: 你应该使用专业软件吗？

# Phone_Purpose.Header
source: For what purposes do you need a smartphone?
es: ¿Para qué necesitas un teléfono inteligente?
fr: À quelles fins avez-vous besoin d'un smartphone ?
ko: 어떤 목적으로 스마트 폰이 필요합니까?
ru: Для каких целей вам нужен смартфон?
zh_hant: 出于什么目的，你需要一个智能手机？

# Price_purpose.Header
source: Price category
es: Categoría de precio
fr: Catégorie de prix
ko: 가격 카테고리
ru: Ценовая категория
zh_hant: 价格类别

source: , processor architecture:
es: , arquitectura del procesador
fr: , architecture du processeur :
ko: ,프로세서 아키텍처:
ru: , aрхитектура процессора:
zh_hant: 、处理器架构:

# pro_adobe.Header
source: Will you use Adobe products?
es: ¿Usará productos de Adobe?
fr: Utiliserez-vous des produits Adobe?
ko: 당신은 어도비 제품을 사용할 것인가?
ru: Вы будете использовать продукты Adobe?
zh_hant: 您会使用Adobe产品吗？

# Pro_ver.Content
source: For professionals
es: Para profesionales
fr: Pour les professionnels
ko: 전문가 용
ru: Для профессионалов
zh_hant: 专业人士须知

# pro_vr.Header
source: Will you use VR?
es: ¿Usarás VR?
fr: Utiliserez-vous la VR?
ko: 당신은 가상 현실을 사용할 것인가?
ru: Будете ли Вы использовать VR?
zh_hant: 你会使用VR吗？

# Pro_words.Text
source: VR - Virtual Reality. VR headset is a device that is put on your head and displays various content that feels like real Autonomy is the mode of the device. This mode allows the software and the device to work without dependence. In this case, work without the Internet Resources are the characteristics of the device on which the operation of the software depends Heavy games are resource-intensive games A standard user is an ordinary user who is well versed in gadgets An experienced user is an advanced user who understands gadgets in depth Compile is a word used by programmers. This word means checking the code for operability Permanent memory is the memory on which data is stored.</Paragraph> RAM is the memory used by the software when the computer is running. You can't store anything on it The operating system is the software that makes the device work SSD is a type of permanent memory. Solid-state drive.</Paragraph> HDD is a type of permanent memory. Hard drive.</Paragraph> DDR3/DDR4 and other variations are a type of RAM. The higher the type digit, the faster the RAM x86, x64 - bit processors. They are more often used in computers and laptops. x64 has 64-bit bitness, and x86 has 32-bit bitness ARMx86, ARMx64 - bit processors. ARM processors are designed for mobile devices and take up less space in the device due to low performance compared to x64 and x86 processors PC - stationary computer
es: VR-realidad Virtual. Un auricular VR es un dispositivo que se coloca en la cabeza y muestra diferentes contenidos que se sienten como reales La autonomía es el modo de dispositivo. Este modo permite que el software y el dispositivo funcionen sin dependencia. En este caso, trabajar sin Internet Recursos-características del dispositivo de las que depende el funcionamiento del software Los juegos pesados son juegos de recursos El usuario estándar es un usuario normal que conoce los gadgets Un usuario avanzado es un usuario avanzado que tiene un conocimiento profundo de los gadgets Compilar es una palabra utilizada por los programadores. Esta palabra significa verificar el código para que funcione La memoria persistente es la memoria en la que se almacenan los datos.</Paragraph> La memoria RAM es la memoria utilizada por el software cuando se ejecuta una computadora. No se puede almacenar nada en él El sistema operativo es el software que hace que el dispositivo funcione SSD es un tipo de memoria permanente. Unidad de estado sólido.</Paragraph> HDD es un tipo de memoria permanente. Disco duro.</Paragraph> DDR3 / DDR4 y otras variaciones son un tipo de memoria RAM. Cuanto mayor sea el dígito de tipo, más rápida será la memoria RAM procesadores x86, x64 - bit. Más a menudo se usan en computadoras y computadoras portátiles. x64 tiene 64 bits y x86 tiene 32 bits ARMx86, procesadores ARMx64-bit. Los procesadores ARM están diseñados para dispositivos móviles y ocupan menos espacio en el dispositivo debido al bajo rendimiento en comparación con los procesadores x64 y x86 PC-ordenador fijo
fr: VR-réalité Virtuelle. Un casque VR est un appareil qui est porté sur la tête et affiche divers contenus qui se sentent comme réels L'autonomie est le mode de l'appareil. Ce mode permet au logiciel et à l'appareil de fonctionner sans dépendance. Dans ce cas, travailler sans Internet Ressources - caractéristiques de l'appareil dont dépend le fonctionnement du logiciel Les jeux lourds sont des jeux de ressources L'utilisateur standard est un utilisateur normal qui connaît les gadgets Un utilisateur expérimenté est un utilisateur avancé qui comprend en profondeur les gadgets Compiler-ce mot est utilisé par les programmeurs. Ce mot signifie vérifier l'intégrité du code La mémoire permanente est la mémoire sur laquelle les données sont stockées.</Paragraph> La mémoire vive est la mémoire utilisée par le logiciel lors du fonctionnement de l'ordinateur. Vous ne pouvez rien stocker dessus Le système d'exploitation est le logiciel qui fait fonctionner l'appareil SSD est un type de mémoire permanente. SSD.</Paragraph> HDD est un type de mémoire permanente. Poil/dd.</Paragraph> DDR3 / DDR4 et d'autres variations sont un type de RAM. Plus le type de chiffre est élevé, plus la RAM est rapide x86, processeurs x64 bits. Le plus souvent, ils sont utilisés dans les Ordinateurs et les Ordinateurs portables. x64 a une capacité de 64 bits et x86 a une capacité de 32 bits ARMx86, processeurs ARMx64 bits. Les processeurs ARM sont conçus pour les appareils mobiles et occupent moins d'espace dans l'appareil en raison de la faible performance par rapport aux processeurs x64 et x86 PC-ordinateur fixe
ko: 가상 현실-가상 현실. 가상 현실 헤드셋은 머리에 넣어 실제 같은 느낌 다양한 콘텐츠를 표시하는 장치입니다 자율성은 장치의 모드입니다. 이 모드를 사용하면 소프트웨어와 장치가 의존하지 않고 작동 할 수 있습니다. 이 경우 인터넷없이 작업하십시오 자원은 소프트웨어의 동작이 의존하는 장치의 특성이다 무거운 게임은 자원 집약적 인 게임입니다 표준 사용자는 가젯에 정통한 일반 사용자입니다 숙련된 사용자는 가젯을 깊이 이해하는 고급 사용자입니다 컴파일 은 프로그래머가 사용하는 단어입니다. 이 단어는 코드의 작동 가능성을 확인하는 것을 의미합니다 영구 메모리는 데이터가 저장되는 메모리입니다.</단락> 램은 컴퓨터가 실행 중일 때 소프트웨어에 의해 사용되는 메모리입니다. 당신은 그것에 아무것도 저장할 수 없습니다 운영 체제는 장치를 작동시키는 소프트웨어입니다 영구 메모리의 한 유형입니다. 솔리드 스테이트 드라이브.</단락> 하드 디스크는 영구 메모리의 한 유형입니다. 하드 드라이브.</단락> 이 유형의 램은 다음과 같습니다. 더 높은 유형 숫자,더 빠른 램 86,64 비트 프로세서. 그들은 컴퓨터 및 랩톱에서 더 자주 사용됩니다. 64 는 64 비트 비트이고 86 은 32 비트 비트 12 비트 프로세서. 더 큰 데이터 요금제로 가정용 인터넷을 해지하고 핸드폰 핫스팟기능을 이용하여 인터넷을 사용할 수 있습니다 컴퓨터-고정 컴퓨터
ru: VR - Виртуальная реальность. VR гарнитура - это устройство, которое надевается на голову и отображает различный контент, который ощущаеться как реальный Автономность - это режим устройства. Данный режим позволяет программному обеспечению и устройству работать без зависимости. В данном случае работать без интернета Ресурсы - характеристики устройства, от которых зависит работа программного обеспечения Тяжёлые игры - это ресурсопотребные игры Стандартный пользователь - обычный пользователь, поверхостно разбирается в гаджетах Опытный пользователь - это продвинутый пользователь, который углублённо разбирается в гаджетах Компилировать - это слово применяется программистами. Это слово означает проверку кода на работоспособность Постоянная память - это память, на которой хранятся данные.</Paragraph> Оперативная память - это память, используемая программным обеспечением при работе компьютера. Хранить на ней ничего нельзя Операционная система - это программное обеспечение, которое заставляет устройство работать SSD - тип постоянной памяти. Твёрдотельный накопитель.</Paragraph> HDD - тип постоянной памяти. Жёсткий диск.</Paragraph> DDR3/DDR4 и другие вариации - это тип оперативной памяти. Чем выше цифра типа, тем оперативная память быстрее x86, x64 - разрядность процессоров. Чаще их используют в компьютерах и ноутбуках. x64 имеет 64-битную разрядность, а x86 имеет 32-битную разрядность ARMx86, ARMx64 - разрядности процессоров. ARM процессоры предназначены для мобильных устройств и занимают меньше места в устройстве за счёт низкой производительности по сравнению с x64 и x86 процессорами PC - стационарный компьютер
zh_hant: VR-虚拟现实。 VR耳机是一个装置，放在你的头上，显示各种感觉像真实的内容 自主是设备的模式。 这种模式允许软件和设备在不依赖的情况下工作。 在这种情况下，没有互联网的工作 资源是软件的操作所依赖的设备的特性 重型游戏是资源密集型游戏 标准用户是精通小工具的普通用户 有经验的用户是深入了解小工具的高级用户 Compile是程序员使用的一个词。 这个词的意思是检查代码的可操作性 永久存储器是存储数据的存储器。</段落> RAM是计算机运行时软件使用的内存。 你不能在上面储存任何东西 操作系统是使设备工作的软件 SSD是一种永久性存储器。 固态驱动器。</段落> HDD是一种类型的永久存储器。 硬盘。</段落> DDR3/DDR4和其他变体是RAM的一种类型。 类型数字越高，RAM越快 x86，x64位处理器。 它们更常用于计算机和笔记本电脑。 x64具有64位比特性，x86具有32位比特性 ARMx86，ARMx64位处理器。 ARM处理器专为移动设备而设计，与x64和x86处理器相比，由于性能较低，因此在设备中占用的空间较少 Pc-固定电脑

# PurposePC.Text
source: For what purposes do you need a laptop?
es: ¿Para qué fines necesita una computadora portátil?
fr: À quelles fins avez-vous besoin d'un ordinateur portable?
ko: 어떤 목적을 위해 당신은 노트북이 필요합니까?
ru: Для каких целей вам требуется ПК, ноутбук?
zh_hant: 为了什么目的，你需要一台笔记本电脑？

# Racing.Content
source: Racing
es: Carrera
fr: Course
ko: 인종
ru: Гонки
zh_hant: 比赛

source: RAM:
ko: 램:
ru: Оперативная память:
zh_hant: 拉姆:

source: Result
es: Resultado
fr: Résultat
ko: 결과
ru: Результат
zh_hant: 结果

source: ROM:
es: Memoria interna:
fr: Mémoire intérieure :
ko: 내부 메모리:
ru: Внутренняя память:
zh_hant: 内部存储器:

# ROMvideo
source: Video RAM:
es: Memoria de video:
fr: Mémoire vidéo:
ko: 비디오 메모리:
ru: Видеопамять:
zh_hant: 视频内存:

# Settings.Text
source: Settings
es: Ajustes
fr: Paramètres
ko: 설정
ru: Настройки

# Shooter.Content
source: Shooter
es: Tiradores
fr: Tireurs
ko: 저격수
ru: Шутеры
zh_hant: 射手

# Sites.Content
source: Sites:
es: Enlaces:
fr: Liens:
ko: 링크:
ru: Ссылки:
zh_hant: 连结:

# SmartModel
source: Smartphone:
fr: Téléphone intelligent:
ko: 스마트 폰:
ru: Смартфон:
zh_hant: 智能手机:

# Tips.Content
source: Tips (Only Russian)
es: Sugerencias
fr: Conseil
ko: 힌트
ru: Подсказки
zh_hant: 提示

source: Type device:
es: Factor de forma del dispositivo:
fr: Facteur de forme de l'appareil :
ko: 장치 폼 팩터:
ru: Формфактор устройства:
zh_hant: 设备外形:

source: Videocard:
es: Tarjeta de video:
fr: Carte vidéo:
ko: 비디오 카드:
ru: Видеокарта:
zh_hant: 视频卡:

# VR.Text
source: VR station
es: Auriculares VR
fr: Casques VR
ko: 가상현실 헤드셋
ru: VR-гарнитуры
zh_hant: VR耳机

# Where_HaveGame.Text
source: Where do you already have games?
es: ¿Dónde tienes ya los juegos?
fr: Où avez-vous déjà des jeux?
ko: 당신은 이미 게임을 어디에 있습니까?
ru: Где вы уже имеете игры?
zh_hant: 你在哪里已经有游戏？
